TEAMS_FLAGS = {
    "مکزیک": "🇲🇽",
    "کره جنوبی": "🇰🇷",
    "آفریقای جنوبی": "🇿🇦",
    "جمهوری چک": "🇨🇿",

    "کانادا": "🇨🇦",
    "سوییس": "🇨🇭",
    "قطر": "🇶🇦",
    "بوسنی و هرزگوین": "🇧🇦",

    "برزیل": "🇧🇷",
    "مراکش": "🇲🇦",
    "هائیتی": "🇭🇹",
    "اسکاتلند": "🏴󠁧󠁢󠁳󠁣󠁴󠁿",

    "آمریکا": "🇺🇸",
    "پاراگوئه": "🇵🇾",
    "استرالیا": "🇦🇺",
    "ترکیه": "🇹🇷",

    "آلمان": "🇩🇪",
    "کوراسائو": "🇨🇼",
    "ساحل عاج": "🇨🇮",
    "اکوادور": "🇪🇨",

    "هلند": "🇳🇱",
    "ژاپن": "🇯🇵",
    "تونس": "🇹🇳",
    "سوئد": "🇸🇪",

    "بلژیک": "🇧🇪",
    "مصر": "🇪🇬",
    "ایران": "🇮🇷",
    "نیوزیلند": "🇳🇿",

    "اسپانیا": "🇪🇸",
    "کیپ ورد": "🇨🇻",
    "عربستان سعودی": "🇸🇦",
    "اروگوئه": "🇺🇾",

    "فرانسه": "🇫🇷",
    "سنگال": "🇸🇳",
    "نروژ": "🇳🇴",
    "عراق": "🇮🇶",

    "آرژانتین": "🇦🇷",
    "الجزایر": "🇩🇿",
    "اتریش": "🇦🇹",
    "اردن": "🇯🇴",

    "پرتغال": "🇵🇹",
    "ازبکستان": "🇺🇿",
    "کلمبیا": "🇨🇴",
    "جمهوری کنگو": "🇨🇩",

    "انگلیس": "🏴󠁧󠁢󠁥󠁮󠁧󠁿",
    "کرواسی": "🇭🇷",
    "غنا": "🇬🇭",
    "پاناما": "🇵🇦",
}